exports.literature = [
  ['한국문학', 81],
  ['중국문학', 82],
  ['일본문학', 83],
  ['영미문학', 84],
  ['독일문학', 85],
  ['프랑스문학', 86],
  ['스페인문학', 87],
  ['이탈리아문학', 88],
  ['기타 제문학', 89],
];

exports.philosophy = [
  ['형이상학', 11],
  ['인식론/인과론/인간학', 12],
  ['철학의 체계', 13],
  ['경학', 14],
  ['동양철학', 15],
  ['서양철학', 16],
  ['논리학', 17],
  ['심리학', 18],
  ['윤리학', 19],
];

exports.history = [
  ['아시아', 91],
  ['유럽', 92],
  ['아프리카', 93],
  ['북아메리카', 94],
  ['남아메리카', 95],
  ['오세아니아', 96],
  ['양극지방', 97],
  ['지리', 98],
  ['전기', 99],
];

exports.socialScience = [
  ['통계학', 31],
  ['경제학', 32],
  ['사회학', 33],
  ['정치학', 34],
  ['행정학', 35],
  ['법학', 36],
  ['교육학', 37],
  ['민속학', 38],
  ['군사학', 39],
];

exports.naturalScience = [
  ['수학', 41],
  ['물리학', 42],
  ['화학', 43],
  ['천문학', 44],
  ['지학', 45],
  ['광물학', 46],
  ['생물과학', 47],
  ['식물학', 48],
  ['동물학', 49],
];

exports.descriptiveScience = [
  ['의학', 51],
  ['농업', 52],
  ['공업일반', 53],
  ['건축공학', 54],
  ['기계공학', 55],
  ['전기/전자공학', 56],
  ['화학공학', 57],
  ['제조업', 58],
  ['가정학', 59],
];

exports.art = [
  ['건축술', 61],
  ['조각', 62],
  ['공예', 63],
  ['서예', 64],
  ['회화/도화', 65],
  ['사진술', 66],
  ['음악', 67],
  ['연극', 68],
  ['오락/운동', 69],
];

exports.language = [
  ['한국어', 71],
  ['중국어', 72],
  ['일본어', 73],
  ['영어', 74],
  ['독일어', 75],
  ['프랑스어', 76],
  ['스페인어', 77],
  ['이탈리아어', 78],
  ['기타 제어', 79],
];
